{
  "name": "Athena",
  "description": "Athena (Greek: Ἀθηναία) was the Olympian Goddess of Wisdom serving as the deuteragonist-turned-final antagonist of the Greek Era of God of War series, who mostly appeared as an ally of Kratos during his quests as a servant to Mount Olympus.\nShe first appeared as the deuteragonist of God of War, aiding Kratos in his quest against their archenemy, Ares. When the God of War attacked Athens, since Zeus had forbidden her from intervening,she tasked Kratos with killing Ares to save her city in exchange for absolution from his sins. She guided him to the Oracle of Athens, who alone held the secret of murdering Ares. The oracle reveals only Pandora’s Box held the power to slay Ares. Athena helped Kratos reach the box and sought aid from the gods on his behalf. Having an affection for her Champion, she pleaded with Zeus to relieve Kratos of his visions, but he refused, instead granting him the title of God of War.\nIn God of War II , Athena serves as the tritagonist, having a conflict of interest with Kratos. As Kratos rampages through Greek cities, she pleads with him to cease his brutal conquest. Failing to convince, she feigns a threat in hopes of making him stop. When Zeus, disguised as an eagle, intervenes to stop Kratos, he mistakes it for Athena and vows to make her suffer for betraying him. After Zeus takes down Kratos, he reveals himself and states that Athena refused to act against Kratos out of her care for him. Known as a noble goddess, she later intervenes when Kratos is about to kill Zeus, not wanting to fight Kratos; instead, she sacrifices herself to save Olympus.\nLater she became a supporting character in God of War III after Kratos was betrayed by Gaia taking her place as his guide in his quest to obtain revenge on the Olympians. However, she ultimately becomes the final antagonist when Kratos betrays her after she demanded him to grant her the power of Hope so that she could become the one, supreme god of Greece after the death of Zeus and the rest of Mount Olympus.\nWhat happened to her after Zeus' death remains a mystery. She was last seen walking away from Kratos after his attempted suicide using the Blade of Olympus, denying her the power of Hope and instead it was released to the survivors of Greece. However, since he was unable to take his own life, he eventually left his homeland behind to start a new life in Midgard.",
  "image": "https://static.wikia.nocookie.net/godofwar/images/0/03/Astral_Athena_01_Andy_Park.jpg/revision/latest/scale-to-width-down/268?cb=20231224112548",
  "biographicalInformation": {
    "birthplace": "Olympus",
    "deathplace": "Summit of Sacrifice (physical form destroyed)",
    "location": "Olympus (formely)",
    "age": "1000+",
    "citizenship": "Olympian",
    "nationality": "Greek",
    "status": "Alive (ascended to a higher existence by way of selfless sacrifice)"
  },
  "physicalInformation": {
    "race": [
      "Astral Being",
      "Goddess"
    ],
    "gender": "Female",
    "height": "230.257 cm (7'6.6\") [1]",
    "hair_colour": "Dark Brown (physical form)",
    "skin_colour": "Fair (physical form)"
  },
  "wiki": "https://godofwar.fandom.com/wiki/Athena"
}