{
  "name": "Atreus",
  "description": "Atreus (Greek: Ἀτρεύς) / Loki (Nordic: ᛚᛟᚲᛁ) also known as Loki Laufeyson (Translation: Loki, son of Laufey), is the Norse God of Mischief and the Champion of the Jötnar. He is the deuteragonist of God of War (2018) and one of the two protagonists of God of War Ragnarök along with Kratos.\nIntroduced as the son of Kratos and Faye, Atreus joins his father on a journey to spread his deceased mother's ashes on top of the highest peak in all the Nine Realms. On their journey, Kratos teaches Atreus how to survive and fight as a warrior while Atreus teaches Kratos to open up to those that can help them.\nAs Atreus and Kratos reach Jötunheim to spread Faye's ashes on the Giant Finger's mountain, they learn that she was a Jötunn. As Atreus wonders about his heritage, he also learns that his mother gave him the birth name Loki.\nDuring Fimbulwinter, Atreus seeks answers about his Jötunn heritage, something Kratos cannot answer. This makes Atreus secretly partner up with Sindri to reexamine the Jötnar shrines, where they learn that a God of War and Champion will be of great importance during Ragnarök. As Kratos finds out about Atreus' secret activities, he reluctantly agrees to help him, hoping to prevent Ragnarök.\nAfter Atreus reconciles with his father, he manages to infiltrate Asgard and steal Odin's most prized possession, a mask with infinite knowledge. At Sindri’s house, it is revealed that Týr have been Odin in disguise and kills Brok. As the group manages to drive Odin away and retrieve the mask, they decide to start Ragnarök in order to bring Odin to justice for his crimes against the Nine Realms.\nAtreus, Kratos, Freya, and Mimir have a final battle with Odin, resulting in Atreus killing Odin by extracting his soul, who  is then denied an afterlife by a vengeful Sindri who destroys his soul in revenge for Brok's demise. As Fimbulwinter ends, Atreus makes his way through the survivors to tell Angrboda and his father that he is going explore the lands outside of the Nine Realms, hoping to find the rest of the Giants. With Kratos' acceptance of his son's birthright, Loki would thus leave for his next adventure.",
  "image": "https://static.wikia.nocookie.net/godofwar/images/a/a8/Capture_d%E2%80%99%C3%A9cran_2023-01-27_%C3%A0_15.54.20.png/revision/latest/scale-to-width-down/268?cb=20230127152503",
  "biographicalInformation": {
    "birthplace": "Wildwoods, Midgard",
    "location": [
      "Midgard (formerly)",
      "Realm Between Realms (formerly)",
      "Asgard (formerly)",
      "Unknown (Possibly other worlds)"
    ],
    "age": [
      "11 (Start of God of War (2018))[1]",
      "12 (End of God of War (2018))[2]",
      "13 (God of War: Lore and Legends)[2]",
      "14 (God of War Ragnarök)"
    ],
    "citizenship": "Midgardian",
    "nationality": "Norse",
    "status": "Alive"
  },
  "physicalInformation": {
    "race": [
      "1/2 Jötunn",
      "1/2 God (Greek descent)"
    ],
    "ethnicity": "Cacausian (Scandinavian)",
    "gender": "Male",
    "height": "162 cm (5'3\") [3]",
    "hair_colour": "Reddish brown",
    "eyebrow_color": "Reddish brown",
    "skin_colour": "White (Fair)"
  },
  "wiki": "https://godofwar.fandom.com/wiki/Atreus"
}