{
  "name": "Baldur",
  "description": "Baldur (Old Norse: Baldr, Nordic: ᛒᚨᛚᛞᚢᚱ), also known as Baldur Odinson (Translation: Baldur, son of Odin), and also known as the Stranger, was the Norse Aesir God of Light and Peace. He is a member of the Aesir Royal Family, being son of Odin and Freya, paternal nephew of Vili and Vé, maternal nephew of Freyr, younger half-brother of Thor, and uncle of Magni, Modi and Thrúd.\nBaldur is introduced in God of War (2018) as the main antagonist of the game. Having been tricked by Odin into believing that the Guardian would have the remedy to his curse, his relentless hunt eventually brought him into direct confrontation with Kratos instead, only to get his neck brutally snapped by an opponent stronger than expected. Having survived the ordeal thanks to his invulnerability, he summons his nephews Magni and Modi with the mission to capture the Spartan and his son and bring them to Asgard.\nThis proves to be yet another failure as Kratos and Atreus narrowly escape his clutches once more. As Baldur later crosses the path of his mother and enemies, he engages them in another brutal confrontation before being finally freed from his curse. Far from bringing him back to reason, this drives him completely mad instead as he unleashes the full might of his powers, while begging Kratos to inflict him even more pain out of sheer pleasure. The God of Light is ultimately overwhelmed by the Ghost of Sparta and his son, but is spared by a reluctant Kratos. Having learned nothing from his mistakes and attempting to murder his mother nevertheless, Baldur meets a quick but brutal end by having his neck promptly snapped by an infuriated Kratos, killing him for good. His demise marks the start of the devastating Fimbulwinter, the prelude to Ragnarök.",
  "image": "https://static.wikia.nocookie.net/godofwar/images/f/f0/Baldur2.png/revision/latest/scale-to-width-down/268?cb=20230219143256",
  "biographicalInformation": {
    "birthplace": "Gladsheim, Asgard",
    "deathplace": "Thamur's Corpse, Midgard",
    "location": [
      "Helheim or Valhalla",
      "Gladsheim, Asgard (formerly)"
    ],
    "age": "145",
    "citizenship": "Asgardian",
    "nationality": "Norse",
    "status": "Deceased (Neck broken by Kratos to save Freya's life)"
  },
  "physicalInformation": {
    "race": "God (1/2 Aesir, 1/2 Vanir)",
    "ethnicity": "Cacausian (Scandinavian)",
    "gender": "Male",
    "height": "183 cm (6'0)",
    "hair_colour": "Dirty Blonde",
    "hair_style": "Shaved sides",
    "eyebrow_color": "Dirty Blonde",
    "beard_color": "Dirty Blonde",
    "skin_colour": "White (Fair)"
  },
  "wiki": "https://godofwar.fandom.com/wiki/Baldur"
}