{
  "name": "Body Burner",
  "description": "\nBody Burner\n\n\n\t\n\t\t\n\t\t\n\t\n\t\n\n\n\tBiographical Information\n\n\n\t\n\t\tAlias\n\t\n\tThe First Mortal to fail Pandora's Temple\n\n\n\n\t\n\t\tBirthplace\n\t\n\tN/A\n\n\n\n\t\n\t\tLocation\n\t\n\tPandora's Temple\n\n\n\n\t\n\t\tStatus\n\t\n\tUnknown\n\n\n\n\n\tPhysical Information\n\n\n\t\n\t\tRace\n\t\n\tUndead\n\n\n\n\t\n\t\tGender\n\t\n\tMale\n\n\n\n\n\tRelationship Information\n\n\n\t\n\t\tFamily\n\t\n\tN/A\n\n\n\n\n\tBehind the Scenes\n\n\n\t\n\t\tVoiced by\n\t\n\tChristopher Corey Smith\n\n\n\n\t\n\t\tAppears in\n\t\n\tGod of War\n\nHistory[]\nThe Body Burner was the first to enter Pandora's Temple, and, in his own words, the first to die. Presumably, the body burner (in his own quest) lost his arm as it was shown to be a stub. Punished by the Gods for his failure, he was sentenced to burn the body of anyone who died in the temple (although there were several bodies that were still inside the temple). He was Immortal of spirit, but not of body, hence his rotting visage, though he may also have been burned.\nOnly the Body Burner could unlock the doors to Pandora's Temple for Kratos, after he proved himself by fighting a pair of Cyclops Desert Kings outside Pandora's Gate. When he spoke to Kratos, the Body Burner sounded very monotonous and jaded, as if he said exactly the same things to every person that he let into the temple. The Harpies of the temple seemed to work for him, as they brought back the dead bodies of those who failed, and opened the gates to the temple. After Kratos was able to reach the upper levels of the temple, the body burner was shown outside and became surprised at the Spartan's success.\nHowever, the body burner's prediction about Kratos dying came true as the Spartan was impaled by a pillar thrown by Ares. The Harpies took Pandora's Box from him and gave it to their master, who was confronted by a resurrected Kratos.\nIn God of War III, Cronos appeared in the Pits of Tartarus after he was banished there by Zeus. Pandora's Temple was still chained on his back, but the Body Burner's presence was unknown. The Body Burner was presumably able to finally rest after Pandora's Box was taken from the temple.\nGallery[]\n<img style=\"\" src=\"https://static.wikia.nocookie.net/godofwar/images/1/1c/Body_Burner_booklet_entry.png/revision/latest/scale-to-width-down/59?cb=20230802030309\" title=\"Body Burner booklet entry.png (776 KB)\" class=\"thumbimage\" alt=\"Body Burner Instruction Booklet entry\" height=\"185\" width=\"185\" data-image-name=\"Body Burner booklet entry.png\" data-image-key=\"Body_Burner_booklet_entry.png\" data-relevant=\"1\" data-caption=\"Body Burner Instruction Booklet entry\">Body Burner Instruction Booklet entry\nTrivia[]\nIn some versions of Mythology, Charon was the first to try to steal Pandora's Box, but failed and was condemned to forever take the dead to the Underworld in his Ferry. In the God of War Series, it was the Body Burner, and he was cursed by the Gods to an eternal burden, too. Curiously, Charon did mention to Kratos that the Gods wouldn't release either of them from their tortures, but he didn't actually say what he did in the past to be punished by the Gods in the God of War Series.\nSince Pandora's Temple was very old and the Body Burner was the first to enter, it meant that he had suffered for many centuries. His job got increasingly harder as he lost body parts to accidents or being picked on by vultures.\nIn the novelization, the Body Burner and Kratos' encounter got extended with extra dialogue. He knows that Kratos is the Ghost of Sparta, mocking and chastising the White Warrior, saying that he knows why his skin is white as ash, which led to Kratos grabbing him by the throat and threatening to rip his head off. The Spartan let him go after the dead creature asked him if he really wanted to choose mindless violence, considering what happened last time.\nHe collects whatever personal items or supplies the fallen warriors have on their person at the moment of their burning in his pyre, considering it to be the only interesting part of his job. He offers Kratos some scarce left overs of food and water, which the Spartan accepts.\nThe Body Burner was unique among the undead, as he was not just a reanimated corpse. Unlike the traditional undead of Greece who are soulless, the Body Burner still retained his soul and his sentience. However, this meant that he was denied of an Afterlife, spending his entire existence on the outside of Pandora's Temple in both flesh and spirit. In the novel, he remarked bitterly that atleast the others who get burned in his pyre get their release to the Lord of the Underworld, unlike him.",
  "image": "https://static.wikia.nocookie.net/godofwar/images/9/98/Body_Burner_II.JPG/revision/latest/scale-to-width-down/268?cb=20101201141003",
  "biographicalInformation": {
    "birthplace": "N/A",
    "location": "Pandora's Temple",
    "status": "Unknown"
  },
  "physicalInformation": {
    "race": "Undead",
    "gender": "Male"
  },
  "wiki": "https://godofwar.fandom.com/wiki/Body_Burner"
}