{
  "name": "Circe",
  "description": "Circe\nΚίρκη\nRise of the Warrior\n\nIn Greek Mythology[]\nIn Greek mythology, Circe is a minor goddess of magic (or sometimes a, witch, enchantress or sorceress). Having murdered her husband, the prince of Colchis, she was expelled by her subjects and placed by her father on the solitary island of Aeaea. Later traditions tell of her leaving or even destroying the island and moving to Italy. In particular she was identified with Cape Circeo there.\nBy most accounts, Circe was the daughter of Helios, the god of the sun, and Perse, an Oceanid. Her brothers were Aeetes, the keeper of the Golden Fleece and Perses, and her sister was Pasiphaë, the wife of King Minos and mother of the Minotaur. Other accounts make her the daughter of Hecate.\nCirce was renowned for her vast knowledge of drugs and herbs. Through the use of magical potions and a wand, she transformed her enemies, or those who offended her, into animals. The only person who did not get affected by this spell was Odysseus where some of his men were turned into animals and was advised about her by Hermes. Circe restored Odysseus' men to normal. She does give them advice on how to overcome their obstacles by having Odysseus head to the Underworld to consult with the spirit of Tiresias. There was also a later mentioning that Odysseus' son Telamachus later met Circe and got engaged to her.\nRise of the Warrior[]\nCirce was recruited by the Warrior on his journey to have revenge over the General who ravaged his village, Kirra. At the advice of his men and a mysterious cloaked man, he seeks out Circe's magical assistance against the General; however, he is warned that she is \"a dark spirit\" who should not be trusted. After sailing to the island of Aeaea, the group finds Circe being attacked by a monster; after the Warrior slays it, it transforms into a human. Circe explains that the General sent one of his men to kill her, but her magic \"revealed the mindless beast within - needless to say, he did not take it well.\"\nRealizing that she and the Warrior had a common foe in the General, Circe treated the men of Kirra to a feast while granting the Warrior a magical weapon blessed by the gods. In private, she told the Warrior that he needed to enjoy the thrill of killing to stand against the General, and suggested that they find the Amulet of Uroborus to find any weaknesses he might have. She offered to speak to the Oracle of Delphi on the Warrior's behalf, but warned that the journey would not be an easy one.\nAs the group set sail for Delphi, Circe observed the Warrior swearing fealty to Poseidon to save his men from one of the sea god's guardians. She was also the subject of continued suspicion from the other soldiers of Kirra, with the cloaked man warning her not to interfere with a choice the Warrior was set to make. Sneering at the warning, Circe briefly displayed her magic against the cloaked man's own, but the squabble was broken up by the Warrior, who insisted that they needed to stand together to defeat the General.\nUpon arrival at the mountains of Delphi, Circe led the Warrior's group through the temple, explaining its history to them. She then revealed that one of the Warrior's men would need to touch the talisman bound around the neck of the monstrous Python, calling it a necessary sacrifice to prove his worth as a leader. When the test was passed, Circe gave the Warrior a vial which he fills up with the blood of Cerberus, an extremely poisonous liquid.\nAfter slaying Cerberus, Circe announced that the Warrior had satisfied her expectations, using her magic to bring him and the cloaked man to the General's hiding place - the Warrior's old home in Kirra. It is revealed that Circe is actually the lover of the General; she aided the Warrior in his quest merely to bring him to the General, who wanted to offer the Warrior a place in his army while revealing their familial ties as uncle and nephew. The cloaked man also reveals that Circe protected the General from the flooding of the aqueduct when the Warrior invoked Ares to save Kirra.\nInfuriated by this turn of events, the Warrior held Circe at bladepoint, threatening to include her as a casualty of his vengeance. In turn, Circe warned the Warrior that she would send hordes of monsters to slaughter the men of Kirra if either she or the General were slain; on the other hand, if he were to serve the General, he and his men would be spared. She also pointed out that to kill either her or her lover would break one of the oaths the Warrior had sworn, and \"the consequences for breaking such blood oaths are...severe.\"\nFaced with this ultimatum, the Warrior decided to submit to the General, but not before demanding that Circe swear to leave his men alone. When Circe swore on the gods of Olympus that no harm would come to the soldiers of Kirra, the Warrior announced his allegiance to the General, offering him a drink in victory. However, the offered chalice had been poisoned with the Cerberus' blood moments earlier, leaving the General to die in agony.\nCirce was enraged by the death of her lover, as well as the Warrior's trickery; even with the General's demise, her oath prevented her from slaying the Warrior's men in retaliation. Instead, she left through a magic portal, warning the Warrior that their business was unfinished; however, she took comfort in the knowledge that the Warrior would spend the rest of his life trapped in the Prison of the Damned, having broken his oath to his father by slaying his uncle.\nTrivia[]\nThe Mercenary Sword of God of War: Ascension Multiplayer is said to be lit from Circe's flame.\nHer vial can later be collected by Kratos in the main story as an artifact.\nv · d · eGods in the God of War seriesGreek PantheonGods\nAeëtes\nAmphitrite\nAphrodite\nApollo\nAres\nAriadne\nArtemis\nAsclepius\nAthena\nBoreas\nCirce\nDemeter\nDionysus\nErinys\nEurus\nHades\nHelios\nHephaestus\nHera\nHercules\nHermes\nHestia\nIris\nKratos\nMedea\nMuses\nNike\nNotus\nOrkos\nPelias\nPersephone\nPhobos\nPoseidon\nTriton\nZephyrus\nZeus\nDemigods\nCalliope\nCastor and Pollux\nCeryx\nDeimos\nHercules\nKratos\nMedea\nOrkos\nPeirithous\nPelias\nPerseus\nTheseus\nZora and Lora\nTitans\nAtlas\nCronos\nEchidna\nEos\nEpimetheus\nGaia\nHelios\nHyperion\nIapetus\nMnemosyne\nOceanus\nPerses\nPrometheus\nRhea\nThemis\nThera\nTyphon\nPrimordials\nAtropos\nCeto\nChaos\nCharon\nClotho\nErebus\nEros\nGaia\nGraeae\nMorpheus\nNemesis\nNyx\nOuranos\nOurea\nSisters of Fate\nTartarus\nThanatos\nThe Furies\nAlecto\nMegaera\nOrkos\nTisiphone\nNorse PantheonAesir\nBaldur\nBestla\nBragi\nBorr\nForseti\nGefjon\nHeimdall\nHermodr\nHodr\nHœnir\nIðunn\nMagni\nModi\nNanna\nOdin\nSif\nThor\nThrúd\nTýr\nUllr\nVidar\nVili\nVé\nVanir\nFreya\nFreyr\nGná\nHildisvíni\nNerthus\nNjörd\nSkirnir\nMidgardians\nLoki\nMisc.\nÆgir\nKratos\nMimir\nRán\nJötnar\nPrimordials\nAuðumbla\nBúri\nYmir\nSurtr\nSinmara\nThe Norns\nUrðr\nVerðandi\nSkuld\nEgyptian PantheonGods\nSobek\nThoth\nMiscellaneousFey\nOberon\nPuck\nTitania\nNimue",
  "image": "https://static.wikia.nocookie.net/godofwar/images/6/6d/Circe.jpg/revision/latest?cb=20190703201551",
  "biographicalInformation": {
    "citizenship": "Olympian",
    "nationality": "Greek",
    "status": "Alive (Possibly)"
  },
  "physicalInformation": {
    "race": "Goddess (Olympian)",
    "gender": "Female",
    "hair_colour": "Black",
    "skin_colour": "Fair"
  },
  "wiki": "https://godofwar.fandom.com/wiki/Circe"
}