{
  "name": "Duneyrr",
  "description": "Duneyrr\nYggdrasil\n\nIt is met during A Stag for All Seasons favor in God of War Ragnarök.\nIn Norse Mythology[]\nIn Norse mythology, four stags or harts (male red deer) eat among the branches of the world tree Yggdrasill. According to the Poetic Edda, the stags crane their necks upward to chomp at the branches. The morning dew gathers in their horns and forms the rivers of the world. Their names are given as Dáinn, Dvalinn, Duneyrr and Duraþrór. An amount of speculation exists regarding the deer and their potential symbolic value.\nThe poem Grímnismál, a part of the Poetic Edda, is the only extant piece of Old Norse poetry to mention the stags.\nThe second line is enigmatic. The word á is hard to explain in context and is sometimes omitted from editions. The word hæfingar is of uncertain meaning. Finnur Jónsson conjecturally translated it as \"shoots\". English translators have translated it as \"the highest shoots\" (Hollander), \"summits\" (Thorpe), \"the highest twigs\" (Bellows), \"the high boughs\" (Taylor and Auden) and \"the highest boughs\" (Larrington).\nThis verse of Grímnismál is preserved in two medieval manuscripts, Codex Regius (R) and AM 748 I 4to (A). The text and translations above mostly follow R, the older manuscript. Where R has the word hæfingar, A has the equally enigmatic hæfingiar. Where R has gnaga (\"gnaw\"), A has ganga (\"walk\"), usually regarded as an error. A third difference is that R has \"ágaghálsir\" in one word where A clearly has \"á gaghálsir\" in two words. In this case the A reading is usually accepted. Early suggestions for interpretations of the stags included connecting them with the four elements, the four seasons, or the phases of the moon.\nIn his influential 1824 work, Finnur Magnússon suggested that the stags represented winds. Based on an interpretation of their names, he took Dáinn (\"The Dead One\") and Dvalinn (\"The Unconscious One\") to be calm winds, and Duneyrr (\"Thundering in the Ear\") and Duraþrór (\"Thriving Slumber\", perhaps referencing snoring) to be heavy winds. He interpreted the stags biting the leaves of the tree as winds tearing at clouds. He noted that dwarves control the winds (cf. Norðri, Suðri, Austri and Vestri, the dwarves of the cardinal points), and that two of the stag names, Dáinn and Dvalinn, are also dwarf names as well.\nMany scholars, following Sophus Bugge, believe that stanzas 33 and 34 of Grímnismál are of a later origin than those surrounding them. Finnur Jónsson surmised that there was originally only one stag which had later been turned into four, probably one on each side. This is consistent with stanza 35 of Grímnismál, which mentions only one hart. It has been suggested that this original stag is identical with Eikþyrnir, mentioned earlier in Grímnismál.\nGod of War: Ragnarök[]\nDuneyrr is the first missing Stag to be encountered. He is found in The Sinkholes near the Sinkholes Entrance mystic gateway.\nGallery[]\n<img style=\"\" src=\"https://static.wikia.nocookie.net/godofwar/images/a/a0/380246324_817900793671872_7601410486971096884_n.jpg/revision/latest/scale-to-width-down/185?cb=20240818054023\" title=\"380246324 817900793671872 7601410486971096884 n.jpg (108 KB)\" class=\"thumbimage\" alt=\"\" height=\"104\" width=\"185\" data-image-name=\"380246324 817900793671872 7601410486971096884 n.jpg\" data-image-key=\"380246324_817900793671872_7601410486971096884_n.jpg\" data-relevant=\"1\">",
  "image": "https://static.wikia.nocookie.net/godofwar/images/9/98/Duneyrr.webp/revision/latest/scale-to-width-down/268?cb=20240215232549",
  "biographicalInformation": {
    "location": "Realm Between Realms",
    "nationality": "Norse",
    "status": "Alive"
  },
  "physicalInformation": {
    "race": "Seasonal Stag"
  },
  "wiki": "https://godofwar.fandom.com/wiki/Duneyrr"
}