{
  "name": "Freya",
  "description": "Freya (Old Norse: Freyja, Nordic: ᚠᚱᛖᛁᚨ), also known as Frigg (Old Norse: Frigga, Nordic: ᚠᚱᛁᚷᚷ), Freya Njördsdottir (Translation: Freya, Daughter of Njörd) and Nað (Nordic: ᚾᚨᛞ), is the Vanir Goddess of Love, Beauty, War, Death, Magic, Childhood and Fertility. She is the daughter of Njörd and Nerthus, the older twin sister of Freyr, the ex-wife of Odin, and the mother of Baldur. She was also the former leader of the Vanir during the Aesir-Vanir War and Queen of the Valkyries before the fallout of her marriage with the All-Father.\nLong ago, the powerful Vanir goddess made a name for herself when she successfully helped defend her homeland from the invading armies of Asgard, playing a crucial role in holding the once-unstoppable Aesir to a stalemate and forcing Odin to open peace negotiations. Willing to sacrifice her freedom for the sake of the Nine Realms, Freya ended up wedding the man she hated to seal an uneasy alliance with her former enemies.\nHowever, this honeymoon was not to last. Unable to cope with her husband's growing madness and his ever more despicable actions, Freya attempted to break free from Odin who, in a burst of madness, cursed the Vanir goddess and deprived her from her warrior spirit. Left utterly vulnerable and virtually alone, the now exiled Freya settled in the woods of Midgard where she remains to this very day.\nFreya is introduced in God of War (2018) as a supportive character known as the Witch of the Woods. Living reclusively in harmony with nature and forcefully bound to Midgard by Odin's curse, she provides crucial help to Kratos and Atreus, most notably saving the life of the latter. However, their friendship and alliance are broken following Baldur's death at the hands of Kratos, even though the latter did so to save her life. Left distraught and on the brink of madness, she promised to deliver every agony and violation imaginable upon the Spartan.\nFreya later returns in God of War Ragnarök as a major antagonist, and later the deuteragonist, having relentlessly tried to get her vengeance for three years. After she managed to regain her warrior spirit, she successfully ambushes Kratos and Atreus under the mask of Vanadís, her Valkyrie form. But still bound to Midgard and seeking to break free from Odin's curse, Freya reluctantly requires the Spartan's help.\nAs the two of them succeed in freeing Freya for good, the Vanir goddess understands that her interest is to ally herself with Kratos, and finally makes amends with him, even though she admits that a part of her would still be angry at him for killing her son. She then helps the Spartan, and his son prepare their assault on Asgard, during which she notably leads the Shield Maidens before battling Odin himself together with Kratos and Atreus.\nAfter defeating Odin and the fall of Asgard along with Atreus' departure on his personal mission, she decided to becoming Kratos' companion on rebuilding the damage to the realms.",
  "image": "https://static.wikia.nocookie.net/godofwar/images/9/95/Capture_d%E2%80%99%C3%A9cran_2023-01-27_%C3%A0_15.03.43.png/revision/latest/scale-to-width-down/268?cb=20230127142223",
  "biographicalInformation": {
    "birthplace": "Vanaheim",
    "location": [
      "Vanaheim (formerly)",
      "Asgard (formerly)",
      "Realm Between Realms (temporaly)",
      "Midgard"
    ],
    "age": "+200",
    "citizenship": "Vanirian Asgardian (formerly)",
    "nationality": "Norse",
    "status": "Alive"
  },
  "physicalInformation": {
    "race": [
      "Goddess (Vanir)",
      "Valkyrie (formerly)",
      "Shield Maiden"
    ],
    "ethnicity": "Cacausian (Scandinavian)",
    "gender": "Female",
    "height": "188 cm (6'2\") [1]",
    "hair_colour": "Brunette",
    "hair_style": "Long (partially braided)",
    "eyebrow_color": "Brunette",
    "skin_colour": "White (Fair)"
  },
  "wiki": "https://godofwar.fandom.com/wiki/Freya"
}