{
  "name": "Gná",
  "description": "Gná (Old Norse: gnɑ) was the Vanir Goddess of Wind and Fullness, and Freya's former handmaiden. She is introduced in God of War Ragnarök as the new Queen of the Valkyries, since Sigrún regained her freedom following her defeat at the hands of Kratos and Atreus, three years ago.\nLong before the events of the series, Gná loyally served Freya in Vanaheim, when the Aesir-Vanir War broke out between Asgard and Vanaheim, Gná fought bitterly alongside Freya and the Vanir, and she eventually followed her friend in Asgard as the latter was to wed Odin, thus finally bringing peace on the Nine Realms.\nIt wasn't long before Gná pledged loyalty to the All-Father and sought to serve him by joining the Valkyries, while Freya became herself their Queen. But when the latter took the decision to abruptly end her marriage with Odin, Gná felt personally betrayed by a choice she could neither understand, nor accept. Not only that, after Freya was cursed and banished to Midgard by the All-Father, the King of the Aesir also unleashed his fury upon Vanaheim, taking advantage of Freya's banishment to effectively subdue the Vanir realm for good, leaving it devastated and under occupation by the Einherjar. From this moment on, Gná was fuelled by a deep hatred towards her former friend, who seemingly abandoned her and her own people. She and her sisters then served Sigrún, who has been chosen as the new Queen of the Valkyries to replace Freya.\nHowever, following Sigrún's defection shortly before Fimbulwinter, the All-Father needed once more a new Queen: only Gná would do. Her unyielding commitment to Asgard paid off, but she had much to do as most of the Valkyries were gone. Carrying forth Odin's will with zeal, she trained the Einherjar together with Hrist and Mist with a fist of steel for the final showdown. Gná most notably leads the Einherjar during Ragnarök, trying to protect what she vowed to serve until death. Following the destruction of Asgard, she takes command of the surviving forces still loyal to Odin. Gná makes her last stand in Muspelheim where she awaits for Freya and Kratos, daring them to fight her. Putting up a desperate but formidable fight against her powerful opponents, she remained utterly loyal to the All-Father until the very end. Unable to let go of her hatred, Gná insisted her former friend finish her off.",
  "image": "https://static.wikia.nocookie.net/godofwar/images/3/3f/Capture_d%E2%80%99%C3%A9cran_2023-01-28_%C3%A0_10.55.44.png/revision/latest/scale-to-width-down/268?cb=20230128105017",
  "biographicalInformation": {
    "birthplace": "Vanaheim",
    "deathplace": "Muspelheim",
    "location": [
      "Vanaheim (formerly)",
      "Gladsheim, Asgard (formerly)",
      "Valhalla, Asgard (formerly)",
      "Muspelheim"
    ],
    "citizenship": "Vanirian (formerly) Asgardian",
    "nationality": "Norse",
    "status": "Deceased (Beheaded by Freya)"
  },
  "physicalInformation": {
    "race": [
      "Goddess (Vanir)",
      "Valkyrie"
    ],
    "ethnicity": "Cacausian (Scandinavian)",
    "gender": "Female",
    "height": "6'3\" (presumably)",
    "hair_colour": "Unknown",
    "skin_colour": "White (Fair)"
  },
  "wiki": "https://godofwar.fandom.com/wiki/Gn%C3%A1"
}