{
  "name": "Hades",
  "description": "Hades (Greek: ᾍδης), also known as Háidēs or Pluto, was the Olympian God of the Dead and the Ruler of the Underworld. Eldest son of the mighty titan Cronos and the goddess Rhea, he was most notoriously known as the brother of Zeus and Poseidon as well as Demeter, Hera and Hestia. Furthermore, Hades was the husband of Persephone and the uncle of Kratos himself—a family bond that the latter has long been unaware of.\nHis early life didn't exactly begin under the best auspices, as like his unfortunate siblings, Hades was the first victim of his father's madness and ended up swallowed by the Titan in a desperate attempt to prevent his demise at the hands of one of his children. Hades spent such a long time in Cronos' stomach that it would seemingly alter his physical appearance for the rest of his life. When his younger brother Zeus finally freed him, Hades willingly took part of the rebellion against the Titans, playing a decisive role in what would became known as the First Titanomachy.\nIn the wake of the rebellion of the Gods led by Zeus against the Titans and their decisive victory during the First Titanomachy, Hades was deemed to become one of the most important and powerful Olympians by gaining full authority over the Underworld and the Dead, a status that made him particularly feared among the Mortals. Although he viciously enjoyed the pain of his subjects, his total control over the souls nevertheless ensured the balance of power between life and death in the Greek World.\nHades is introduced in God of War (2005) as a minor supporting character. Despite Kratos' actions that led to the death of his beloved wife ten years ago, the Lord of the Dead nevertheless aided his nephew in his quest for the Pandora Box by granting him a fraction of his powers. The God of the Underworld then returns in God of War II once again as a minor character, where he is shown battling the Titans during the First Titanomachy alongside his fellow gods, successfully stealing the soul of the gigantic Atlas. Hades is notably present in Mount Olympus when Zeus summons his fellow gods and urge them to unite against this new challenge posed by the Spartan.\nFollowing the actions of Kratos — who deliberately started the Second Titanomachy in his quest for vengeance, Hades comes to the fore in God of War III as a major antagonist in order to aid Olympus win this war. While Hades successfully battles the Titans with the help of his fellow Olympians, he finally meets his demise against all odds at the hands of Kratos, who manages to steal Hades' soul by turning his own weapons against him. His unexpected and brutal death brought utter chaos in the Underworld, who no longer had its ruler to watch over the souls.",
  "image": "https://static.wikia.nocookie.net/godofwar/images/2/26/Hades_-_Ascension.jpg/revision/latest/scale-to-width-down/268?cb=20130310194617",
  "biographicalInformation": {
    "birthplace": "Unknown",
    "deathplace": "Hades' Palace",
    "location": "HadesUnderworld",
    "age": "+1000",
    "citizenship": "Olympian",
    "status": "Deceased (Soul ripped out by Kratos using the Claws of Hades)"
  },
  "physicalInformation": {
    "race": "God (Olympian)",
    "gender": "Male",
    "hair_colour": "Bald",
    "skin_colour": "Red"
  },
  "wiki": "https://godofwar.fandom.com/wiki/Hades"
}