{
  "name": "Heimdall",
  "description": "Heimdall (Old Norse: Heimdallr, Nordic: ᚺᛖᛁᛗᛞᚨᛚᛚ), also famed as the Watchman of the Aesir, the Bearer of Gjallarhorn and the Herald of Ragnarök, was the Norse God of Foresight, Surveillance, Order and Foreknowledge. Confirm said by Mimir, he is a true believer of Odin, supporting him in his rule as All-Father.\nConvinced very early of the natural superiority of the Aesir upon the other races, Heimdall witnessed the rise of Asgard and enforced its ascendancy upon the other realms, waging Odin's wars with genuine pleasure. Due to his exceptional gifts of intuition and his devotion to Odin, the God of Foresight quickly accumulated honors and wealth, and was gifted the legendary Hofuð by the best Asgardian master smiths. Protector of the prestigious High House of powered Aesir, Heimdall saw his destiny truly change the day Odin gave him Gjallarhorn for safe-keeping, knowing that no one would be able to outsmart the Watchman. Such privilege further reinforced his fanatical devotion to the All-Father as much as his supposed superiority over his own kin.\nThe Scion of the Aesir then dedicated his life to the protection of the realm he loves and more specifically to the Bifröst, whose surveillance is made possible thanks to his unparalleled vision. Reading minds for the All-Father, Heimdall knows and sees everything, making him the perfect henchman. No one walks through the Walls of Asgard without his assent, and the Bearer of Gjallarhorn is destined to blow the legendary horn the day the Giants will assault Asgard, thus bringing forth Ragnarök.\nHeimdall is introduced in God of War Ragnarök as its tertiary antagonist, playing a crucial role in the storyline as the Herald of Ragnarök, and his fate destined to face his archnemesis, Loki. His cleverness is matched only by his utter loyalty and his desire to prove himself to the All-Father, whom he seeks to protect at any price. Although Odin has personally invited Atreus to Asgard, Heimdall instantly notices the boy's misguided intentions and secretly plans to dispose of him. Because of this, Heimdall soon becomes himself a target of Kratos, the latter having inadvertently learned the God's intentions thanks to the Norns.\nIn Vanaheim, Heimdall, riding his personal mount Gulltoppr, engages the Ghost of Sparta in a vicious duel, holding his own thanks to his incredible foresight. But his situation becomes grim as Gulltoppr is slain and as soon as Kratos lands his first hit, Heimdall becomes enraged and prompt to mistakes. His arrogance ultimately leads the God of Foresight to receiving a rather brutal death at the hands of Kratos, who promptly recovers Gjallarhorn in the process. The demise of Heimdall proves to be a huge blow to Asgard, now without any means to warn and gather the Aesir for Ragnarök.",
  "image": "https://static.wikia.nocookie.net/godofwar/images/b/b9/Capture_d%E2%80%99%C3%A9cran_2023-01-26_%C3%A0_20.40.10.png/revision/latest/scale-to-width-down/267?cb=20230127120924",
  "biographicalInformation": {
    "birthplace": "Gladsheim, Asgard",
    "deathplace": "Vanaheim",
    "location": "Hrimthur's Wall, Asgard",
    "age": "+200",
    "citizenship": "Asgardian",
    "nationality": "Norse",
    "status": "Deceased (Violently beaten and strangled by an enraged Kratos)"
  },
  "physicalInformation": {
    "race": "God (Aesir)",
    "ethnicity": "Scandinavian (Scandinavian)",
    "gender": "Male",
    "height": "194 cm (6'4.5\") (same height as Norse Kratos)",
    "hair_colour": "Blonde",
    "hair_style": "Braided",
    "eyebrow_color": "Blonde",
    "beard_color": "None",
    "skin_colour": "White (Fair)"
  },
  "wiki": "https://godofwar.fandom.com/wiki/Heimdall"
}