{
  "name": "Hreidmar",
  "description": "Hreidmar was the father of Reginn, Fafnir, and Otr. Hreidmar's Brassard is a Collectible in the unique series of Artifacts known as \"Things Left Behind\" which can only be found in Svartalfheim.\nNorse Mythology[]\nHreiðmarr (Old Norse: [ˈhrɛiðˌmɑrː]; anglicized as Hreidmar) is a sorcerer. He is featured in the Völsunga saga and in Snorri Sturluson's Prose Edda.\nHreiðmarr was the father of Regin, Fafnir, Ótr, Lyngheiðr and Lofnheiðr. He owned a house of glittering gold and flashing gems built by Regin and guarded by Fafnir. After Otr was accidentally killed by Loki, the Æsir repaid Hreiðmarr with Andvari's gold and the ring Andvaranaut, a magical ring that could create gold. However, Andvari had cursed the ring to bring misfortune and destruction to whoever else possessed it. Hreiðmarr ignored Loki's warnings about the curse and kept the ring, only to have Fafnir and Regin later kill him for it. Fafnir decided he wanted Andvaranaut for himself, so he turned into a dragon and drove Regin away. Fafnir guarded the treasure until Sigurd, on Regin's instigation, arrived and delivered a fatal blow to the dragon. Regin was then also killed by Sigurd while attempting to murder him for the ring, thus leaving all of Hreiðmarr's family dead.\nGod of War: Ragnarök[]\nIn God of War: Ragnarök the entry journal writes \"Hreidmar is known for two things: firstly, he was one of the great armorers of Svartalfheim. Secondly his sons are all dragons. That's right Hreidmar fathered the dragons you know now as Regin, Fafnir, and Otr. Wasn't a terribly good father, by any measure (unless you directly rate one's parental ability to the amount of fire their sons can breathe, anyway), but damn if he couldn't make a good set of plate mail. Odin wanted him to design the Einherjar's armor. Hreidmar obliged. By \"obliged\" of course, I mean \"built a fatal flaw into the armor that would cause the breastplates to snap like stale bread from the slightest blow.\" About a dozen Einherjar died before the Allfather realized what had happened. They caught Hreidmar trying to escape through a realm travel gate. You can imagine what happened next.",
  "biographicalInformation": {
    "birthplace": "Svartalfheim",
    "citizenship": "Dwarf",
    "status": "Deceased (executed)"
  },
  "physicalInformation": {
    "race": [
      "Dwarf"
    ],
    "gender": "Male"
  },
  "wiki": "https://godofwar.fandom.com/wiki/Hreidmar"
}