{
  "name": "Kratos",
  "description": "Kratos (Greek: Κράτος), also known as Fárbauti (Nordic: ᚠᚨᚱᛒᚨᚢᛏᛁ), the God of War/Stríðsguð (Nordic: ᛊᛏᚱᛁᚦᛊᚷᚢᛞ) is the main and titular protagonist of the God of War series. He is a demigod son of his father Zeus and mother Callisto, as well as a brother of Deimos. Kratos is also the father of Calliope and Atreus, and was married to Lysandra and Laufey.\nOnce the brutal captain of the Spartan army, Kratos led his men through numerous conquests across Greece, eventually facing the Barbarians. Overwhelmed and on the verge of death, Kratos struck a deal with Ares by committing atrocity under his name. Even his own family grew horrified by his actions. Tragically, Ares tricked him into killing his wife and child, branding him the \"Ghost of Sparta\" with their ashes fused to his skin. Seeking redemption, Kratos served the other Gods of Olympus for ten years, enduring their labors that deepened his hatred for them. Ultimately, he defeated Ares and claimed the throne of the \"God of War\", but his fury against the Olympians led to a series of battles that determined Greece's fate.\nEventually leaving Greece as well as his bloody past behind, Kratos ends up in Ancient Egypt and makes his way into Midgard. Having come to view his troubled past with great shame, Kratos has taken the initiative to mature and grow past his self-destructive tendencies, choosing to live as a man under the Norse Pantheon. He even finds love again with a woman named Faye, eventually fathering a son with her named Atreus. When Faye dies of unknown circumstances, Kratos and Atreus set out on a journey to spread her ashes from the highest peak in all the Nine Realms as it was her final wish. However, the two come into conflict with various Nordic creatures along their way, and are constantly pursued by a mysterious Stranger — seemingly under orders from the King of the Norse Pantheon himself, Odin.\nAs Ragnarök unfolds, Kratos and Atreus were confronted by Odin and Thor. While embarking on a perilous journey across the Nine realms in a desperate attempt to stop Ragnarök, they join Freya's forces, but despite their efforts, it could not be prevented. Uniting allies from across the realms, they waged war against Asgard, with Kratos facing Thor once more and ultimately defeating Odin. As Asgard fell, the trio returned to Midgard, where Atreus (now \"Loki\") — set out to seek any remaining Giants, bidding a heartfelt farewell to his father. Meanwhile, Kratos and Freya, alongside Mímir, began the monumental task of rebuilding and restoring the Nine realms. While also finally accepting his past while traveling in Valhalla, he decides to join Freya's council of Gods and reclaim the throne of the \"God of War\" once again.",
  "image": "https://static.wikia.nocookie.net/godofwar/images/e/e9/Kratos-_GOW_Ragnarok.png/revision/latest/scale-to-width-down/268?cb=20230115190836",
  "biographicalInformation": {
    "birthplace": "Sparta",
    "deathplace": [
      "Charon's Ferry (First death)",
      "Pandora's Temple (Second death)",
      "Rhodes (Third death)",
      "Zeus' Battle Arena (Fourth death)",
      "Zeus' Battle Arena (Fifth death)",
      "Týr's Temple (Last death)"
    ],
    "location": [
      "Sparta (formerly)",
      "Olympus (formerly)",
      "Ancient Egypt (temporarily)",
      "Realm Between Realms (temporarily)",
      "Midgard (currently)"
    ],
    "age": "1,055 (as of Ragnarök)",
    "citizenship": "Spartan (formerly) Olympian (formerly) Midgardian",
    "nationality": "Greek",
    "status": "Alive"
  },
  "physicalInformation": {
    "race": "God (formerly Demigod)",
    "ethnicity": "Caucasian",
    "gender": "Male",
    "height": [
      "234 cm (7'8\")[1]",
      "194 cm (6'4.5\")[2]"
    ],
    "hair_colour": "None (Black)",
    "hair_style": "Bald",
    "eyebrow_color": "Black",
    "beard_color": "Black (graying)",
    "skin_colour": [
      "Olive  (tanned; originally)",
      "Ghostly White  (after his curse)"
    ]
  },
  "wiki": "https://godofwar.fandom.com/wiki/Kratos"
}