{
  "name": "Mustardseed",
  "description": "Mustardseed of the goodfellows was one of Mimir's faerie-folk friends and the male maid of Queen Titania. He is only ever mentioned in God of War Ragnarök: Valhalla by Mimir.\nA Midsummer Night's Dream[]\nMustardseed is a faerie in A Midsummer Night's Dream by William Shakespeare. He is part of the famous playwright's picture of fairyland, the magical place where supernatural creatures dwell. In a Midsummer Night's Dream, faeries such as Mustardseed and magical devices seem to move much of the play's action, providing innumerable conflicts and resolutions to mock, challenge and counter the ineptitudes of the human characters.\nMustardseed, along with his faerie friends Cobweb, Moth and Peaseblossom are the male maids of the Fairy Queen Titania that work for her. They were also a part of the goodfellows with their friend Robin. In Act II, one of them talks with Puck (Robin) About the work that he does for the comfort of Titania (such as dewing her orbs). At the second scene of the same act, Mustardseed, Cobweb, Moth, Peaseblossom sing a lullaby for Titania as they perform their duties of keeping all unpleasantness — spotted snakes, spiders, and beetles — away from their queen. While her faeries work to keep the insects and smaller beasts away, Oberon invokes larger animals into her bower: leopards or boars or bears.  In the opening conversation between Puck and one of Titania's faeries they discuss the fight between the rulers of the fairy world, providing another example of a love that is not going smoothly. Titania has foresworn the \"bed and company\" of Oberon and their conversation focuses on the infidelities committed by each.\nAt some point in the play Puck also known as Robin goodfellow, puts Queen Titania under the spell of a magic flower to make her fall in love with something preposterous via orders by her husband Oberon. Titania, with the love juice on her eyes, awakens and falls immediately in love with the beastly Bottom. She appoints four faeries — Peaseblossom, Cobweb, Moth, and Mustardseed — to serve the needs of her new lover.  Bottom's interactions with the fairies at the end of the scene are significant because they reemphasize the comical differences between Titania and the ass-headed Bottom. While she speaks in lyrical prose, a beautiful language filled with natural and delicate imagery — dewberries, painted butterflies, and moonbeams bedeck her speech — Bottom's language lacks this lyrical grace. Rather than yearning for the jewels she promises or the bed made of pressed flowers, Bottom straightforwardly identifies the fairies with the tasks their names suggest; he has no interest in the magical, more figurative functions they could perform for him. For example, Mustardseed is simply a spice made to flavor his beef. Bottom's prosaic approach to language appears to annoy the poetic Titania who asks her fairies to tie up Bottom's tongue before bringing him to her bower. Shakespeare has not forgotten the moon in this scene. A \"watery\" moon shines in Titania's final speech, weeping along with the flowers at any violated chastity. At some point Titania offers Nick Bottom the soothing music provided by her faeries.\nGod of War Ragnarök: Valhalla[]\nMustardseed was briefly mentioned by Mimir. While in Valhalla, Mimir shares with Kratos his misadventures and history with Oberon, back when he was known by such names as Puck and Robin of the Goodfellows. He spoke of how Valhalla made him relive memories of when he lived in the forest serving King Oberon, alongside his crew of faerie-folk such as Cobweb and Mustardseed saying that they would get into all manner of nonsense, playing cruel tricks on unsuspecting mortals. This is the only time he's mentioned.\nTrivia[]\nMustardseed was part of the \"Goodfellows\" and best friends with Mimir whilst Mimir was still living in Avalon by the name Puck (Robin Goodfellow)\nMustardseed was also friends with Cobweb, Peaseblossom, and Moth.\nDespite being a male, Mustardseed was a maid/handmaiden to Queen Titania.\nThe fairy apparently takes no offense at Bottom's remark that Mustardseed's kindred must surely make the eyes water.",
  "biographicalInformation": {
    "birthplace": "Avalon (presumably)",
    "location": "Avalon (presumably)",
    "status": "Alive (presumably)"
  },
  "physicalInformation": {
    "race": "Fae",
    "gender": "Male"
  },
  "wiki": "https://godofwar.fandom.com/wiki/Mustardseed"
}