{
  "name": "Nick Bottom",
  "description": "Nick Bottom was an actor that Queen Titania obsessed over after Puck (Under the commands of her husband King Oberon) Put her under the spell of a magic flower to make her fall in love with something preposterous. He is only ever mentioned in God of War Ragnarök: Valhalla by Mimir.\nA Midsummer Night's Dream[]\nNick Bottom is a character in Shakespeare's A Midsummer Night's Dream who provides comic relief throughout the play. A weaver by trade, he is famously known for getting his head transformed into that of a donkey by the elusive Puck. Bottom and Puck are the only two characters who converse with and progress the three central stories in the whole play. Puck is first introduced in the fairies' story and creates the drama of the lovers' story by messing up who loves whom, and places the donkey head on Bottom's in his story. Similarly, Bottom is performing in a play in his story intending it to be presented in the lovers' story, as well as interacting with Titania in the fairies' story.\nWhile they are in the woods rehearsing a play for the Duke, the fairy Puck, a mischievous sprite and minion of Oberon, king of the fairies, happens upon their rehearsal. He decides to have some fun with them, carrying out part of Oberon's orders in the process, and when Bottom exits the stage, he transforms his head into a donkey's. When Bottom returns, unaware of his own transformation, his fellow actors run away from him with Quince screaming, \"We are haunted!\" Bottom believes they are playing a prank on him, proclaiming, \"This is to make an ass of me, to fright me if they could.\" So he stays in the forest by himself and sings loudly to show them he isn't afraid. The Fairy Queen Titania is awakened by Bottom's song. She has been enchanted by a love potion, which will cause her to fall in love with the first living thing that she sees when she wakes (no matter who, or what it is), made from the juice of a rare flower, once hit by Cupid's arrow, that her husband, Oberon, King of the Fairies, spread on her eyes in an act of jealous rage. During his enchantment over her, he utters \"Wake when some vile thing is near.\" The first thing she sees when she wakes is the transformed Bottom, and she immediately falls in love with him. She even commands her fairy minions to serve and wait upon him. Titania kisses Bottom and when he sleeps, they put their arms around each other. Bottom is happy that he is being treated like royalty and Titania loves him so much she puts flowers in his hair. Oberon is amused that Titania has fallen in love with a ridiculous mortal. Later, Oberon finally releases Titania from her enchantment. After being confronted with the reality that her romantic interlude with the transformed Bottom was not just a dream, she is disgusted with the very image of him and also seems very suspicious of how \"these things came to pass.\" After Oberon instructs Puck to return Bottom's head to his human state, which Puck reluctantly does, the fairies leave him sleeping in the woods, nearby the four Athenian lovers, Demetrius, Helena, Hermia, and Lysander.\nHe wakes up after the lovers leave. His first thought is that he has fallen asleep in the woods during rehearsal and has missed his cue. He quickly realizes he has had \"a most rare vision\". He is amazed by the events of this dream, and soon begins to wonder if it was in fact a dream at all. He quickly decides that he will \"get Peter Quince to write a ballad of this dream\", and that \"it shall be called 'Bottom's Dream,' because it hath no Bottom\". Upon being reunited with his friends, he is not even able to utter what has happened and says \"For if I tell you, I am no true Athenian\".\nTheseus ends up choosing Pyramus and Thisbe as the performance for his amusement, now also the wedding day of the young Athenian lovers. The play is poorly written and poorly acted, though obviously performed with a great deal of passion. Bottom performs the famous Pyramus death scene in the play within the play, one of the most comedic moments in the play.\nIn performance, Bottom, like Horatio in Hamlet is the only major part that can't be doubled, i.e. that can't be played by an actor who also plays another character, since he is present in scenes involving nearly every character.\nGod of War Ragnarök: Valhalla[]\nNick Bottom was mentioned when Mimir was telling the story of the magic flower used on Queen Titania. Mimir stated that under the flowers magic she was made to fall in love with something \"preposterous\", an actor. This is a direct reference to Nick Bottom in Shakespeare's play A Midsummer Night's Dream. This is the only time he's ever mentioned.\nTrivia[]\nPuck turned his head into an ass (A donkey) Temporarily.\nQueen Titania was temporarily in love with him due to a magic flower.\nBy orders of her husband King Oberon, Puck was the one who placed her under this spell.\nPuck's friends Peaseblossom, Mustardseed, Moth and Cobweb were temporarily serving him by orders of their cursed Queen.",
  "biographicalInformation": {
    "location": "Greece (presumably)",
    "status": "Alive (presumably)"
  },
  "physicalInformation": {
    "race": "Mortal",
    "gender": "Male"
  },
  "wiki": "https://godofwar.fandom.com/wiki/Nick_Bottom"
}