{
  "name": "Odin",
  "description": "Odin (Old Norse: Óðinn, Nordic: ᛟᛞᛁᚾ), also known as the All-Father and Odin Borrson (Translation: Odin, son of Borr), was the King of the Aesir and the ruler of the Norse Pantheon. He is the eldest son of Borr and Bestla, the eldest grandson of Búri, the older brother of Vili and Vé, the father of Thor and Baldur, grandfather of Magni, Modi and Thrúd, and ex-husband of Fjörgyn and Frigg.\nConvinced in his youth of the racial superiority of the Aesir over the Jötnar, Odin drew the first blood when he slew the legendary Ymir after a climactic duel, and claimed the title of All-Father while crowning himself King of the Aesir. Promised to a certain death but determined to change his fate, Odin waged countless wars against the Nine Realms and managed to bring them all under Asgard's ascendancy. The All-Father reached the peak of his power after the inconclusive Aesir-Vanir War when he married the Vanir Freya. Their union brought peace and a relative prosperity as the King of the Aesir became genuinely fond of his wife, who managed to soothe his belligerent mood.\nBut as time passed, Odin grew more and more paranoid and progressively turned on his closest advisors. Neglecting Freya, he spent a great deal of time trying to unfold the secrets of life and death in a fruitless attempt to change his fate, ruthlessly robbing the realms from their sacred knowledge and collecting even more godly titles. The All-Father then commanded the infamous genocide against the people who prophesied his final demise, yet another demonstration of his limitless depravity. His actions finally turned the Vanir goddess against him, and an outraged Odin cursed his former love by banishing her to Midgard for eternity, while robbing her from her warrior spirit. The All-Father then sealed the access to some key realms through Týr's Temple and started fortifying Asgard in preparation for Ragnarök. In Svartalfheim, he personally commanded the delivery of war machines and went as far as cursing the Valkyries, condemning them to certain madness.\nWorking behind the scenes, the All-Father is the perpetrator behind the events of God of War (2018), eventually setting the events of the series into motion by sending his tracker find the Guardian at Kratos' Cabin. The King of the Aesir remains absent throughout the whole game but his shadow covers the main protagonists as they slowly but surely make their way to Jötunheim. The death of Baldur at the hands of Kratos, which triggers Fimbulwinter - and thus the beginning of Ragnarök - forces Odin to come to the fore as the main antagonist of God of War Ragnarök. Having had time to study Kratos and learn what the Ghost of Sparta did in his homeland and, more importantly, that Atreus was secretly seeking the fallen Norse God of War, Odin decided it was time to take a more cunning - and vicious - approach.\nIntroducing himself as a benevolent person, Odin sought a status quo with the Spartan and his son by offering peace and inaction in exchange. Though his offer was rebuffed by Kratos, the All-Father slowly but surely drives a wedge between the two of them by using Atreus' innate gift in ancient languages to his own benefit, convinced that the young man is the key to break free of his fate. Ever omniscient, he successfully fools his enemies under the guise of Týr, allowing him to constantly stay one step ahead before being exposed in extremis. As the realms unite against him under the leadership of the Spartan, he is unable to prevent Ragnarök from happening, though the events don't exactly go as prophesied. The All-Father first promptly kills the God of Thunder before personally engaging Kratos, Atreus and Freya in a last ditch attempt to save his crumbling kingdom, only to find himself on his knees. He ultimately meets his end in the arms of his former protégé. His captured soul was eventually destroyed by Sindri.",
  "image": "https://static.wikia.nocookie.net/godofwar/images/3/3a/Capture_d%E2%80%99%C3%A9cran_2023-01-27_%C3%A0_11.32.12.png/revision/latest/scale-to-width-down/268?cb=20230127105301",
  "biographicalInformation": {
    "birthplace": "Ginnungagap",
    "deathplace": [
      "Well of Urd (First death)",
      "The Rift (Last death)"
    ],
    "location": "Gladsheim, Asgard",
    "age": "+2000",
    "citizenship": "Asgardian",
    "nationality": "Norse",
    "status": "Ceased to exist (Soul extracted by Loki and destroyed by Sindri to avenge his brother)"
  },
  "physicalInformation": {
    "race": "God (Aesir)",
    "ethnicity": "Caucasian (Scandinavian)",
    "gender": "Male",
    "height": "177 cm (5' 9½\") (presumably)",
    "hair_colour": "Grey (formerly brown)",
    "hair_style": "Receded (Balding)",
    "eyebrow_color": "Grey (formerly brown)",
    "beard_color": "Grey (formerly brown)",
    "skin_colour": "White (Fair)"
  },
  "wiki": "https://godofwar.fandom.com/wiki/Odin"
}