{
  "name": "Palace Translators",
  "description": "\n<a href=\"https://static.wikia.nocookie.net/godofwar/images/5/55/Translator.jpg/revision/latest?cb=20080722031411\" class=\"mw-file-description image\"><img alt=\"Translator\" src=\"https://static.wikia.nocookie.net/godofwar/images/5/55/Translator.jpg/revision/latest/scale-to-width-down/300?cb=20080722031411\" decoding=\"async\" loading=\"lazy\" width=\"300\" height=\"463\" class=\"thumbimage\" data-image-name=\"Translator.jpg\" data-image-key=\"Translator.jpg\" data-relevant=\"1\" data-src=\"https://static.wikia.nocookie.net/godofwar/images/5/55/Translator.jpg/revision/latest/scale-to-width-down/300?cb=20080722031411\" /></a> \t \t\t \t\t\t \t\t \t\t \t\t \t\t\tAtropos' translator\nThere were two translators within the Palace of the Fates; one for Lahkesis, and the other for Atropos. Both of them were located in their appropriate auditoriums. For both translators, Kratos had to prevent them from dying, and make them read a series of sacred text, which Kratos was not capable of reading himself, as he did not understand the language.\nWhen Kratos arrived at the Auditorium of Lahkesis, he found a text with a language he could not read, and set out to the translator of Lahkesis, who resided in a small altar, praying to Athena, in front of her statue. Unwilling to die, he refused to move, forcing Kratos to carry him to the sacred text.\nTrying to prevent Kratos' arrival, the Sisters of Fate launched an attack to kill their translator, consisting of Rabid Hounds, Fates Guardians, Satyrs, and High Priests of the Fates. After having defeated all the enemies, Kratos grabbed the translator and made him read the words. As the translator struggled to break free, Kratos smashed his head into the text, forcing him to continue. At the end of the text, Kratos realized he had to kill the translator in order to continue his quest, so he smashed the translator's head into the text one final time, breaking his skull, and killing him.\nAs the translator's blood disappeared into the ground, Kratos saw the Phoenix Statue began to open its wings, but only halfway. Kratos continued his journey, eventually arriving at the Auditorium of Atropos, where he found the Atropos' translator jumping off a cliff, to avoid Kratos reaching the Sisters.\nSoon the Spartan found a statue of Fate underneath a gate, another text with the same language, and a strange mirror. Upon stepping into the mirror, Kratos saw the translator kill himself again, meaning Kratos had travelled back in time. He stopped time, using the Amulet of the Fates, and caught up with the second translator, before he could jump off the cliff. Having successfully stopped his suicide attempt, Kratos carried the translator back to the text. Using the same persuasive method, Kratos killed the second translator, whose blood made the Phoenix Statue open its wings, and reveal the Spire.\nTrivia[]\nThe Palace Translators are voiced by Robin Atkin Downes and Armin Shimerman.\n﻿The battle to protect the Translator of Lahkesis can be considered the equivalent of protecting Calliope and her mother in the first God of War. Of course, this time, Kratos can't hug him to grant him health for clearly obvious reasons.\nIf you launch an enemy to the direction of the first Translator, he will take damage, since it counts as an enemy attack.\nLike the mentioned part of protecting Lysendra and Calliope from the Doppelgangers sent by Ares, this is also considered by many gamers to be one of the hardest parts in the game on Titan Mode, due to the amount of enemies, and the Translator dying with less than 5 hits. Also, due to the fact mentioned above, a direct hit of a hound kicked by Kratos, can take about half of the man's health. Although the former part in the first game was on God Mode.\nOnce the second Translator has been killed, crossing the mirror won't bring him back.\nAlso, wherever Kratos drops Atropos' Translator, the man will start running to the cliff, to kill himself.\nGallery[]\n<img style=\"\" src=\"https://static.wikia.nocookie.net/godofwar/images/0/09/Firsttranslator.JPG/revision/latest/scale-to-width-down/185?cb=20110325201437\" title=\"Firsttranslator.JPG (21 KB)\" class=\"thumbimage\" alt=\"Kratos, and Lakhesis&#39; translator\" height=\"142\" width=\"185\" data-image-name=\"Firsttranslator.JPG\" data-image-key=\"Firsttranslator.JPG\" data-relevant=\"1\" data-caption=\"Kratos, and Lakhesis&#39; translator\">Kratos, and Lakhesis' translator<img style=\"\" src=\"https://static.wikia.nocookie.net/godofwar/images/9/99/Translator_1.jpg/revision/latest/scale-to-width-down/185?cb=20100806211323\" title=\"Translator 1.jpg (18 KB)\" class=\"thumbimage\" alt=\"\" height=\"142\" width=\"185\" data-image-name=\"Translator 1.jpg\" data-image-key=\"Translator_1.jpg\" data-relevant=\"1\"><img style=\"\" src=\"https://static.wikia.nocookie.net/godofwar/images/9/92/GoW2translator.jpg/revision/latest/scale-to-width-down/185?cb=20100421114237\" title=\"GoW2translator.jpg (37 KB)\" class=\"thumbimage\" alt=\"\" height=\"142\" width=\"185\" data-image-name=\"GoW2translator.jpg\" data-image-key=\"GoW2translator.jpg\" data-relevant=\"1\"><img style=\"\" src=\"https://static.wikia.nocookie.net/godofwar/images/f/f4/Translator_2.jpg/revision/latest/scale-to-width-down/185?cb=20100806211348\" title=\"Translator 2.jpg (25 KB)\" class=\"thumbimage\" alt=\"\" height=\"142\" width=\"185\" data-image-name=\"Translator 2.jpg\" data-image-key=\"Translator_2.jpg\" data-relevant=\"1\"><img style=\"\" src=\"https://static.wikia.nocookie.net/godofwar/images/9/93/Secondtranslator.JPG/revision/latest/scale-to-width-down/185?cb=20110325201658\" title=\"Secondtranslator.JPG (35 KB)\" class=\"thumbimage\" alt=\"Atropos&#39; translator\" height=\"142\" width=\"185\" data-image-name=\"Secondtranslator.JPG\" data-image-key=\"Secondtranslator.JPG\" data-relevant=\"1\" data-caption=\"Atropos&#39; translator\">Atropos' translator",
  "biographicalInformation": {},
  "physicalInformation": {},
  "wiki": "https://godofwar.fandom.com/wiki/Palace_Translators"
}