{
  "name": "Piraeus Lion",
  "description": "God of War: Ghost of Sparta\nPiraeus Lion\n\nHistory[]\nShortly after having arrived in Sparta, Kratos takes a secret path to the Temple of Ares, leading him through a dungeon. When accidentally releasing a Dissenter who was loyal to Ares, Kratos gives pursuit of him.\nAfter searching for him through the jail, Kratos finally finds the loyalist in a circular open area of it, trying to pull a stuck lever, but before he can actually catch him, the Dissenter succeeds in pulling the lever, which not only closes the door to him but also locks Kratos in the arena and releases the Piraeus Lion.\nAs its name implies, the creature is a huge lion, and has even arrows stuck to the back of its mane, most likely from a previous confrontation with the Spartans. It attacks Kratos by scratching him with its large claws and roaring sometimes. The intense sound of the roar stuns Kratos, causing him to cover his ears and his vision to blur, and he becomes an easy target unless he's able to recover in time. The Lion also evades many of Kratos' attacks frequently by leaping away from them, and usually counter-attacks after doing so. Finally, it can leap on Kratos, pinning him to the ground with one of its paws, and bite him continuously until the warrior manages to break free. If he does so, he will kick the Lion's face to make it rear back.\nMost of the Lion's attacks cannot be blocked and evading is almost always the best alternative. If the evasive roll is timed well, it's even possible to avoid the Lion's roar while doing it: the screen will still blur for a brief moment, but Kratos won't be stunned. The same will happen if the Lion tries to roar while being out of the screen. To kill it, Kratos pulls himself onto the Lion's neck, stabs it in the neck, making it roar in pain and slides down from it, gutting the lion, effectively killing it.\nAfter defeating the Piraeus Lion, the door to the Dissenter opens, and Kratos continues the pursuit, killing him shortly after.\nDeath scene: If Kratos runs out of health while the Piraeus Lion is holding him against the ground and biting him, the Lion will bite him one last time in the head, killing him.\nTrivia[]\nThe Piraeus Lion is actually a lion statue located in Piraeus (the ancient harbor of Athens).\nThe idea behind the boss battle, likely stems from the Nemean Lion, who was killed by Hercules.\nThe player can allow the Piraeus Lion to fight Kratos again in the Combat Arena if it is purchased from the Temple of Zeus.\nAs the fight has only one phase and with only one quick time event, the Piraeus Lion is a mini-boss, rather than the main boss.\nKilling the Lion while using the Grave Digger Costume is the only way - or at least the easiest one - to kill it without triggering its quick time event.\nThe Lion is a reuse of the Morpheus Beasts and the Sphinx enemy models from God of War: Chains of Olympus, having an almost identical shape to them (albeit being much greater size), having a similar fighting style and even similar brutal kill animation.\nThis brutal kill animation differs in the way Kratos reaches the monsters' heads, but the final move—which has him sliding down to the floor with his blades, cutting their chest and abdomen in the process—is practically the same. Another difference is that the guts of the Morpheus Beasts and of the Sphinx won't spill out when Kratos does this to them.",
  "image": "https://static.wikia.nocookie.net/godofwar/images/a/ac/Piraeus_Lion.jpg/revision/latest/scale-to-width-down/268?cb=20110301212205",
  "biographicalInformation": {
    "birthplace": "Sparta",
    "deathplace": "Jails of Sparta",
    "location": "Jails of Sparta",
    "status": "Deceased"
  },
  "physicalInformation": {
    "race": "Lion",
    "gender": "Male"
  },
  "wiki": "https://godofwar.fandom.com/wiki/Piraeus_Lion"
}