{
  "name": "Poseidon",
  "description": "Poseidon (Greek: Ποσειδῶν) was the Olympian God of the Seas, Rivers, Water, Storms, Tempests, Winds, Hurricanes, Rain, Floods, Drought, Earthquakes and Horses. Son of the Titans Cronos and Rhea, Poseidon was most notoriously known as the powerful brother of Zeus and Hades as well as Demeter, Hera and Hestia. He was also the unfaithful husband of Amphitrite and the uncle of powerful deities such as Ares, Athena and Hephaestus. Last but not least, Poseidon had family bonds with legendary warriors such as Hercules, Theseus and Kratos himself, though the latter has long been unaware of this particular link.\nHis early life didn't exactly begin under the best auspices, as like his unfortunate siblings, Poseidon was victim of his father's madness and ended up swallowed by the Titan in a desperate attempt to prevent his demise at the hands of one of his children. But Poseidon wasn't the chosen one, and he would spend a long time prisoner of Cronos' stomach before Zeus came to free his siblings. Seeking retribution, Poseidon willingly took part of the rebellion against the Titans, playing a decisive role in what would became known as the First Titanomachy.\nPoseidon made a name for himself at the height of the Great War where he notoriously helped his brother Hades subdue the gigantic Atlas, before taking on his father himself. In the wake of the uprising of the Olympians led by Zeus and following their decisive victory, Poseidon was deemed to become one of the most important and powerful deities of the Greek Pantheon, gaining full authority over the seas and the weather as a whole. His domain was so important that Poseidon's power was considered second only to Zeus, and at least equal, if not superior, of that of Hades.\nPoseidon is introduced in God of War (2005) as a minor supporting character, personally requesting Kratos to deal with the Hydra that terrorized the Aegean Sea, and granting the Spartan a fraction of his powers. Unbeknownst to him, Poseidon as well as all his fellow gods would fell prey to the evils released by the opening of Pandora's Box. His anger would become manifest when Kratos started meddling in the affairs of Atlantis, one of Poseidon's sacred sanctuaries. Its destruction deeply infuriated the God of the Seas, who promised the Spartan that he would later pay for this sin towards him. As time passed, Poseidon became more and more suspicious of Zeus' behaviour, secretly doubting of the latter's ability to protect Olympus.\nPoseidon would then briefly returns in God of War II as a secondary character, where he is notably seen facing the Titans long before the events of the series alongside his fellow gods. Following Kratos' meddling with time and summoned by Zeus after the latter's defeat at the hands of his son, the God of the Seas witnesses with horror the assault of the Titans and Kratos against Olympus itself, which drives him to put aside his grievances with his brothers.\nThe God of the Seas then becomes a major antagonist in God of War III, where he shows the incredible strength of his powers by single-handedly killing several Titans with the help of his Hippocampi, forcing Kratos himself to intervene and face his uncle. Blinded by anger and willing to protect Olympus at any price, Poseidon blamed his nephew for daring to challenge the Olympians and started battling both Kratos and Gaia at the same time. Although he proved to be more than a match for his opponents, Poseidon severely underestimated the Spartan's coordination with Gaia, who both managed to knock Poseidon out of his monstrous water form, effectively putting him out of commission.\nA bloodthirsty Kratos then personally dealt with the weakened God of the Seas, beating him into an absolute pulp before brutally gouging his eyes out and breaking his neck, effectively killing him. Poseidon's demise proved to be a devastating blow not only for the Olympians - who lost one of their most powerful assets right at the start of the war - but also for the Mortals themselves, as his death unleashed a cataclysmic flooding that almost completely engulfed the Greek World, killing the overwhelming majority of its inhabitants in the process.",
  "image": "https://static.wikia.nocookie.net/godofwar/images/5/5a/Poseidon_Concept_Art.jpg/revision/latest/scale-to-width-down/267?cb=20100316205955",
  "biographicalInformation": {
    "birthplace": "Unknown",
    "deathplace": "Mount Olympus",
    "location": "Mount Olympus",
    "age": "+1000",
    "citizenship": "Olympian",
    "status": "Deceased (Eyes gouged out and neck broken by Kratos)"
  },
  "physicalInformation": {
    "race": "God (Olympian)",
    "gender": "Male",
    "height": "275.7 cm (9'0\") (presumably)[1]",
    "hair_colour": "Brown",
    "eyebrow_color": "Brown",
    "beard_color": "Brown",
    "skin_colour": "Fair"
  },
  "wiki": "https://godofwar.fandom.com/wiki/Poseidon"
}