{
  "name": "Sacrificed Soldier",
  "description": "Soldier about to be sacrificed in God of War Collection\nThe Sacrificed Soldier is an individual found among several more Athenian Soldiers, locked up in cages at the end of Poseidon's Corridor.\nAfter Kratos finds the crank handle in the Challenge of Poseidon, he uses it to lower the cage imprisoning him. The soldier begs Kratos to free him so they can return to Athens, but Kratos says he must be sacrificed to appease Poseidon. The soldier pleads for Kratos to stop as he pushes him into the Chamber of Sacrifice, but his pleas fall on deaf ears. Kratos gains passage to the Chamber of Poseidon after the sacrifice is complete.\nIn God of War: Ragnarok Valhalla, Kratos sees the corpse of the soldier as a memory. However Kratos first tries to burn the Head of Helios, then burns himself in his stead.\nTrivia[]\nIn the novel, the trapped soldier is alive and not undead. He tries to decieve Kratos about the inner workings of the Chamber and its traps.\nAthena and Zeus watched the interaction and sacrifice from Olympus, both of them concluding that the soldier was a servant of Ares, sent into the Temple to claim the Box for the God of War.\nAs Kratos sacrificed the soldier to the fire, he devoted it to Zeus and asked the King of the Gods to accept his offering and watch over him as he goes further.\nZeus, after some grumbling consideration, decides that while Kratos is insolent and does not pay proper obeisanse to him, he does accept the sacrifice. His daughter Athena is glad to hear it, and dares to point out that Kratos insolence pleases him, which Zeus doesnt deny.\nIn the God of War Collection, this sacrifice earns you the \"Totally Baked!\" trophy.\nThe sacrificed soldier in the US version of God of War was replaced with an Undead Legionnaire for the PAL and Japanese release, exhibiting anger instead of desperation.\nThe PAL and Japanese PlayStation 2 versions shows a slight difference when compared to the original PlayStation 2 version and the remastered PlayStation 3 Collection. Kratos shows a slightly sadistic smirk upon his face when he finally realized the purpose of his caged victim. This is probably due to the victim being a monster in these versions rather than a human soldier.\nWith the release of the God of War Collection, no changes were made to this censorship. Since the US version of the God of War Collection is region-free however, the sacrificed soldier also became available for PAL regions through import, though the change is not made in the Japanese version.\nHe is voiced by Rob Paulsen, who also voiced Bobble, a character in the TinkerBell film series.\nKratos sacrifices a man with fire in each main series game. He sacrifices the Sacrificed Soldier in the first game, sacrifices Prometheus by burning him in the Fires of Olympus in God of War II, and he burns Peirithous to death using a Cerberus Mongrel in God of War III.",
  "biographicalInformation": {},
  "physicalInformation": {},
  "wiki": "https://godofwar.fandom.com/wiki/Sacrificed_Soldier"
}