{
  "name": "The Desert Sirens",
  "description": "\nThe Desert Sirens are a trio of sirens who roam the sand-swept desert of lost souls. When Kratos arrives in the desert, Athena tells him that he must find and destroy the three desert sirens to find Cronos. To do this, Kratos needs to follow their song and find them.\nThe first of them is always alone and is located in the same place, in front of the entrance to the Desert Ruins that serves as a passage to the next section of the Desert. The others roam the arenas singing endlessly, until Kratos finds them. Initially, these creatures are alone, but after hitting and killing one of them, attacks on the remaining sirens will summon two minotaurs, making fighting difficult. Unless the siren is killed, the minotaurs will keep respawning. Kratos kills the sirens by wearing them down with his normal attacks, then grabs them and then breaks their spinal column. When the Desert Sirens are killed they release their soul which is then absorbed by the portal, acting as keys. Destroying all three sirens opens door leading to the Ruins.\nAppearance[]\nThe Desert Sirens appear at a first glance as young beautiful women. They wear long, flowing gowns and underbust corsets which bare almost entirely their large breasts. Their heads however, seen up close, have no eyes or noses; just a mouth with sharp teeth surrounded by long, brown, unkempt hair. The sirens move gracefully, singing a beautiful yet deadly charming song, but become very aggressive and agile when Kratos starts attacking them.\nPowers & Abilities[]\nWhen in combat, they move with great agility and speed, launching projectiles of glowing blue energy. They can spin twice in opposite directions before unleashing an electric shriek that stuns Kratos.",
  "image": "https://static.wikia.nocookie.net/godofwar/images/d/d8/1657939315563.png/revision/latest/scale-to-width-down/267?cb=20220716024231",
  "biographicalInformation": {
    "deathplace": "Desert of Lost Souls",
    "location": "Desert of Lost Souls",
    "status": "Destroyed (Killed by Kratos and their souls consumed in order to open a portal)"
  },
  "physicalInformation": {
    "gender": "Female"
  },
  "wiki": "https://godofwar.fandom.com/wiki/The_Desert_Sirens"
}