{
  "name": "Thor",
  "description": "Thor (Old Norse: Þórr, Nordic: ᚦᛟᚱ), also known as Thor Odinson (Translation: Thor, son of Odin) was the Norse Aesir God of Thunder, Lightning, Storms, Wrestling, Strength, Consecration, the Sky, War, Hallowing and the Champion of the Aesir. Head of a family of strong warriors, he was the son of Odin and Fjörgyn and step-son of Frigg, nephew of Vili and Vé, husband of Sif, older half-brother of Baldur, as well as the father of Magni, Modi and Thrúd.\nFirst born of Odin, Thor grew up in a violent environment and was raised in fear and obedience of the All-Father, who destined him to become the figurehead of the Aesir family as well as his primary enforcer. Hatred of the Giants was instilled in him, yet another part of Odin's plan to break his son's spirit and make it more malleable. Following his mother's death, Thor progressively rejected his maternal heritage and fully embraced his destiny as the Champion of the Aesir.\nAfter being bestowed Mjölnir, the half-giant-half-God Thor made a name for himself for the infamous genocide he committed across the Nine Realms against the Jötnar, a race he hated with a passion. This hatred reached its climax when the Aesir confronted the gigantic Jörmungandr in Midgard in a brutal slugging match. Destined to kill the World Serpent during Ragnarök, Thor was widely considered as the most powerful of Odin's sons and the infamous symbol of the Aesir's rampage. Serving as Odin's right-hand and primary henchmen, he was typically sent as the All-Father's envoy when intimidation was required.\nThor is introduced for the first time in God of War (2018), where he makes a cameo appearance in the secret ending. Although Thor is never met in person, he is often mentioned throughout the journey by the main protagonists and various characters, which further emphasizes his particular importance across the Nine Realms. His life took an even darker turn when he suddenly lost his sons at the hands of Kratos and Atreus, making him more miserable than ever and prompt to fall back in his old ways. Following the onset of Fimbulwinter, Thor was tasked by Odin to come with him negotiate with Kratos, hoping to cut a deal with the Spartan with the goal of preventing Ragnarök.\nThor then makes his first real appearance in God of War Ragnarök as the secondary antagonist and Kratos' nemesis. By the time the God of Thunder finally meets the Spartan, he was little more than a shadow of himself, suffering silently upon witnessing his family slowly but surely falling apart. Considering Kratos as his match and aware of the Spartan's background, Thor claimed his blood payment from the murderer of his sons in a legendary duel that ultimately ended in a stalemate. Back in Asgard, Odin required him to work with Loki in their quest to find the missing pieces of the legendary mask of creation. Thor reluctantly served as Atreus' bodyguard and although this unholy alliance was not easy between the two of them, the God of Thunder nevertheless honored his mission but gained nothing from his efforts to gain Odin's favour.\nLeft bitter and more infuriated than ever, Thor also had to deal with more personal issues as his loyalty to Odin was being seriously questioned by both his wife and his enemies. Unwilling to stand up to the All-Father and lacking the courage to openly face him, Thor instead unleashed his wrath and frustration on Loki, which not only caused Odin to expose himself to his enemies but also prompted Kratos to trigger Ragnarök. Thor successfully sent Jörmungandr back in time but could not prevent the invading forces from breaching the Walls of Asgard. Upon noticing Kratos with Thrúd, he unleashed his fury on the Ghost of Sparta and engaged him in battle one last time right in front of Odin's Hall.\nThor was this time facing a more wary and better prepared opponent. Blaming Kratos for having brought the war to Asgard and for the destruction of his family, Thor unleashed the full weight of his powers but proved unable to break through the Spartan's discipline, who ultimately overpowered the might of Mjölnir with the resilience of the Leviathan Axe.\nExhausted and defeated, Thor was spared by Kratos and finally chose to listen to reason, for the sake of his daughter. As Odin personally showed up and urged his son to resume his fight, Thor finally opened his eyes and saw what his father truly was, and what he made of him. When the God of Thunder dared to openly disobey for the first time, he met his demise at the hands of his own father, who promptly impaled him with Gungnir just in time for Atreus and Thrúd to witness his death. Thor's last thought was for his beloved daughter, and he ultimately faded away.",
  "image": "https://static.wikia.nocookie.net/godofwar/images/e/e9/Capture_d%E2%80%99%C3%A9cran_2023-01-26_%C3%A0_20.45.43.png/revision/latest/scale-to-width-down/268?cb=20230127102918",
  "biographicalInformation": {
    "birthplace": "Gladsheim, Asgard",
    "deathplace": "Gladsheim, Asgard",
    "location": "Gladsheim, Asgard",
    "age": "+300",
    "citizenship": "Asgardian",
    "nationality": "Norse",
    "status": "Deceased (Impaled in the chest with Gungnir by Odin)"
  },
  "physicalInformation": {
    "race": [
      "1/2 God (Aesir)",
      "1/2 Jötunn"
    ],
    "ethnicity": "Cacausian (Scandinavian)",
    "gender": "Male",
    "height": "234 cm (7'8\")[1]",
    "hair_colour": "Ginger",
    "hair_style": "Long and shaggy",
    "eyebrow_color": "Ginger",
    "beard_color": "Ginger",
    "skin_colour": "White (Fair)"
  },
  "wiki": "https://godofwar.fandom.com/wiki/Thor"
}