{
  "name": "Warrior",
  "description": "The Warrior is the main character of Rise of the Warrior. Native son of Kirra, he seeks vengeance against the General who slew his father and endangered the lives of his people.\nRise of the Warrior[]\nBefore death, the Warrior's father ordered his son to not let any harm come to their family, and beckoned him to honor the Gods; the Warrior vows to keep this oath, while demanding the Gods to bring him his vengeance.\nWith his people in danger, the Warrior called upon the God of War, Ares, to rescue his people from certain death at the hands of the General. Fortunately, his people were saved at the last second, and so, the Warrior then set out on his quest for revenge, while being followed by a mysterious cloaked figure.\nAfter meeting up with several soldiers, who all desired revenge against the General as well, the Warrior headed off to the land of Aeaeam, recruiting the witch, Circe, in his ranks, knowing that the arcane arts would greatly boost the likelihood of the General's defeat.\nThe witch then informed them that the Oracle of Delphi, Aletheia, may hold knowledge of the General's weakness, so, the Warrior and his men set off again to gain an audience with the Oracle, overcoming various obstacles such as a Championess of Poseidon, whose wrath the Warrior managed to evade after pledging his allegiance to the Sea God and his men, a massive Python, which they escaped from after sacrificing a fellow soldier, and a deadly Cerberus, which was impaled to death with a massive spear.\nAfter slaying the Cerberus, the Warrior, being informed that the blood of the beast is a deadly poison, places it in a vial Circe had given him earlier. Circe, however, leads the Warrior through a portal, where they both found the General waiting for them.\nThe General revealed that the Warrior's father was his brother, indicating that the Warrior is the General's nephew. After the Warrior's father rejected the General's offer to join him in his conquests, he was slain as a result of his refusal. Circe was also revealed to have been the General's lover, and she had only aided the Warrior so that he may reach the General, who wanted to offer him a chance to join him in his army.\nThe Warrior refused, but was threatened by both Circe and the General, and was given a choice: serve the General, and his men shall be spared; kill the General or Circe, and his men shall be slain. The Warrior spares Circe, and, in turn, defends the lives of his men, but tricks the General into drinking from a cup poisoned with the Cerberus' blood, killing him.\nCirce transports herself away, angered at the Warrior and vowing revenge, to which the Warrior simply shrugs off her threats. However, since he had broken the oath to his father by slaying a family member, his own uncle, the cloaked figure then removed his shrouds, revealing himself to be Orkos, servant to the guardians of honor, the Furies.\nFor breaking his blood oath, the Warrior was then imprisoned in Aegaeon by the Furies, much to his despair. During Kratos' escape from Aegaeon, the Warrior most likely died when the infected arm of the Hecatonchires went on a rampage, possibly killing him.\nTrivia[]\nSome consider the Warrior and the Redeemed Warrior to be one and the same person, yet this is not the case, due to having different appearances contrasting with each other's, and it's also shows the Redeemed Warrior escaping at the last second due to the Gods' interference, whereas, the Warrior possibly died in his prison instead.\nAs for the reason for the Redeemed Warrior's imprisonment, it's unknown if he'd actually committed a crime or was simply in Aegaeon by mere coincidence.\nIt is unknown what happens to the Warrior's people, but it is implied that they, too, were imprisoned within Aegaeon as well, yet for unknown reasons, though, it's not shown if they swore an oath, so nothing is certain, but what's truly certain is that they also died during Kratos' escape from Aegaeon.\nThe Warrior is often known as \"Champion\".",
  "biographicalInformation": {},
  "physicalInformation": {},
  "wiki": "https://godofwar.fandom.com/wiki/Warrior"
}